Repository: wp-plugins/giweather
Catalog: extras/lib_giweather/language/giweather-*.po
Languages: nl_nl

# GIWEATHER_HUMIDITY
source: Humidity
nl_nl: Luchtvochtigheid

# GIWEATHER_PRESSURE
source: Pressure
nl_nl: Druk

# GIWEATHER_TEMPERATURE
source: Temperature
nl_nl: Temperatuur

# GIWEATHER_JAVASCRIPT_REQUIRED
source: giWeather needs Javascript.
nl_nl: giWeather heeft Javascript nodig.

# COM_GIWEATHER_DESCRIPTION
source: giWeather is a Wordpress! module that shows the weather forecast with a clean, clear and responsive style inspired by Google.
nl_nl: giWeather is een Wordpress! module met weersvoorspellingen met een schoon, helder en sympathieke stijl die op Google is ge√Ønspireerd.

# GIWEATHER_SOURCE_LBL
source: Forecast source
nl_nl: Bron weersverwachting

# GIWEATHER_SOURCE_DSC
source: You can specify the source from which to extract the weather forecast
nl_nl: U kunt de bron selecteren waarvan de weersverwachting uitgevoerd moet worden.

# GIWEATHER_METEOAM_ID_LBL
source: MeteoAM Locality ID
nl_nl: MeteoAM bestemmings ID

# GIWEATHER_METEOAM_ID_DSC
source: The id of the locality for which you want to show the weather forecast. The ID is the last part of the url. Eg. If the url is http://www.meteoam.it/?q=ta/previsione/91/brescia then the corresponding ID is 91/brescia
nl_nl: De id van de bestemming waarvan u de weersverwachting wilt laten zien. De ID is het laatste gedeelte van de url. Bijvoorbeeld: Is de url http://www.meteoam.it/?q=ta/previsione/91/brescia dan is de corresponderende ID 91/brescia

# GIWEATHER_FINDID
source: Find the locality ID
nl_nl: Vind het bestemmings ID

# GIWEATHER_OWM_ID_LBL
source: OpenWeatherMap Locality ID
nl_nl: OpenWeatherMap bestemmings ID

# GIWEATHER_OWM_ID_DSC
source: The id of the locality for which you want to show the weather forecast. The ID is the last part of the url. Eg. If the url is http://openweathermap.org/city/3181554 then the corresponding ID is 3181554
nl_nl: De id van de bestemming waarvan u de weersverwachting wilt laten zien. Bijvoorbeeld: Is de url http://openweathermap.org/city/3181554 dan is de corresponderende ID 3181554

# GIWEATHER_OWM_LANG_LBL
source: OpenWeatherMap forecast language
nl_nl: OpenWeatherMap weersvoorspelling Taal

# GIWEATHER_OWM_LANG_DSC
source: You can choose the language in which to display the OpenWeatherMap forecast
nl_nl: U kunt de taal kiezen waarin OpenWeatherMap weersverwachting getoond zal worden.

# GIWEATHER_SHOW_HEAD_DETAILS_LBL
source: Head details
nl_nl: Kop details

# GIWEATHER_SHOW_HEAD_DETAILS_DSC
source: You can choose whether to display the details of the head, that is: Locality, Date, Descriptive weather
nl_nl: U kunt ervoor kiezen de details van de kop te laten zien, dat is: Bestemming, Datum, Omschreven weer

# JSHOW
source: Show
nl_nl: Tonen

# JHIDE
source: Hide
nl_nl: Verbergen

# GIWEATHER_SHOW_RIGHT_DETAILS_LBL
source: Right details
nl_nl: Details rechts

# GIWEATHER_SHOW_RIGHT_DETAILS_DSC
source: You can choose whether to display the details on the right, that is: Humidity , Pressure , Wind
nl_nl: U kunt ervoor kiezen wel of geen details rechts, Dat is: Vochtigheid, Druk, Wind

# GIWEATHER_SHOW_FORECASTS_LBL
source: Forecasts
nl_nl: Verwachtingen

# GIWEATHER_SHOW_FORECASTS_DSC
source: You can choose whether or not to display thumbnails of forecasts
nl_nl: U kunt ervoor kiezen wel of u wel of geen thumbnails van voorspellingen wilt laten zien

# GIWEATHER_SHOW_FORECASTS_TEMPWIND_LBL
source: Temperature and Wind
nl_nl: Temperatuur en Wind

# GIWEATHER_SHOW_FORECASTS_TEMPWIND_DSC
source: You can choose whether or not to display the histogram of temperature and icons of the winds
nl_nl: U kunt ervoor kiezen wel of u wel of geen histogram van temperatuur en wind iconen wilt laten zien

# GIWEATHER_WIDGET_MAX_WIDTH_LBL
source: Max Width
nl_nl: Max breedte

# GIWEATHER_WIDGET_MAX_WIDTH_DSC
source: You can set the maximum width of the module in pixels or percentage. Eg. 475px or 100%
nl_nl: De maximale breedte van de module in pixels of procenten. Bijvoorbeeld 475px of 100%.

# GIWEATHER_WIDGET_MAX_WIDTH_MU_LBL
source: Max Width Unit of measure
nl_nl: Max breedte maateenheid

# GIWEATHER_WIDGET_MAX_WIDTH_MU_DSC
source: You can set the unit of measurement of the maximum width
nl_nl: U kunt de breedte van de maximale maateenheid aangeven

# GIWEATHER_WIDGET_ALIGN_LBL
source: Module Align
nl_nl: Module uitlijning

# GIWEATHER_WIDGET_ALIGN_DSC
source: You can set the alignment of the module
nl_nl: Kies de uitlijning van de module

# GIWEATHER_WIDGET_ALIGN_CENTER
source: Center
nl_nl: Midden

# GIWEATHER_WIDGET_ALIGN_LEFT
source: Left
nl_nl: Links

# GIWEATHER_WIDGET_ALIGN_RIGHT
source: Right
nl_nl: Rechts

# GIWEATHER_CITY_NAME_LBL
source: Locality Name
nl_nl: Naam bestemming

# GIWEATHER_CITY_NAME_DSC
source: You can specify the name of the location to display. If left blank it is retrieved from the source.
nl_nl: U kunt de naam van de weer te geven bestemming ingeven. Laat u dit leeg, wordt het resultaat van de bron getoond.

# GIWEATHER_CACHE_LIFETIME_LBL
source: Cache Lifetime
nl_nl: Cache-duur

# GIWEATHER_CACHE_LIFETIME_DSC
source: You can specify the duration in minutes of the cache. The forecasts are kept in cache for the time indicated.
nl_nl: U kunt de duur van de cache instellen in minuten. De weersvoorspellingen voor de ingestelde duur bewaard

# GIWEATHER_ICONSET_LBL
source: Weather Icon Set
nl_nl: Weer Iconen Set

# GIWEATHER_ICONSET_DSC
source: You can choose the theme of weather icons. 'img' indicates that the icons are images, 'font' indicates that they are font and ' external' means that they are taken from external services.
nl_nl: U kunt het thema van de weer-iconen kiezen. 'img' geeft aan dat de iconen plaatjes zijn, 'font' geeft aan dat het een lettertype betreft en ' external' betekend dat deze van externe bronnen zijn.

# GIWEATHER_WIND_ICONSET_LBL
source: Wind Icon Set
nl_nl: Wind Iconen Set

# GIWEATHER_WIND_ICONSET_DSC
source: You can choose the theme of the icons that represent the direction and intensity of the wind. 'img' indicates that the icons are images, 'font' indicates that they are font and ' external' means that they are taken from external services.
nl_nl: U kunt het thema van iconen kiezen dat de richting en de kracht van de wind aangeeft. 'img' geeft aan dat de iconen plaatjes zijn, 'font' geeft aan dat het een lettertype betreft en ' external' betekend dat deze van externe bronnen zijn.

# GIWEATHER_NUM_FORECAST_LBL
source: Num future forecast
nl_nl: Aantal voorspellingen

# GIWEATHER_NUM_FORECAST_DSC
source: You can decide the number of future predictions to display
nl_nl: U bepaalt hier het aantal weer te geven voorspellingen

# GIWEATHER_CUSTOM_CSS_LBL
source: Custom CSS
nl_nl: Aangepaste CSS

# GIWEATHER_CUSTOM_CSS_DSC
source: You can use this field to add custom CSS definitions. Each html element of giWeather has its own CSS class. You can change the style of each element by changing its CSS properties.
nl_nl: U kunt dit veld gebruiken om CSS definities toe te voegen. Elk html element van giWeather heeft zijn eigen CSS class. U kunt de stijl van elk element aanpassen door de CSS eigenschappen te veranderen.

# COM_MODULES_FIELD_MODULECLASS_SFX_LABEL
source: Module Class Suffix
nl_nl: Module class achtervoegsel

# COM_MODULES_FIELD_MODULECLASS_SFX_DESC
source: A suffix to be applied to the CSS class of the module. This allows for individual module styling.
nl_nl: Een achtervoegsel (suffix) dat toegevoegd wordt aan de CSS class van de module. Dit staat het individueel stylen van de module toe.

# GIWEATHER_INSTALLED
source: Installed
nl_nl: Geinstalleerd

# GIWEATHER_NOT_INSTALLED
source: Not installed
nl_nl: Niet geinstalleerd

# GIWEATHER_LIBRARY
source: Library
nl_nl: Bibliotheek

# GIWEATHER_LANGUAGES
source: Languages
nl_nl: Talen
